Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The reason is that it is difficult to get at least 6 hours of continuous sleep, since handing over a watch takes 5–10 minutes, and it also takes time to come to rest in the cabin.
nb: Årsaken er at det er vanskelig å få minst 6-timers sammenhengende søvn ettersom det brukes 5-10 minutter til overlapping ved hvert vaktskifte, og det medgår tid til å komme seg til lugaren og falle til ro.

source: b) For up to two days per week, the daily hours of rest may
nb: b) For inntil to døgn per uke kan den daglige hviletiden

source: Figure 2-2 Deviation in specific fuel oil consumption from optimal load.
nb: Figur 2-2 Endring i spesifikt drivstofforbruk ved ulik motorlast (kilde:

source: Research and reports on fatigue at sea
nb: Forskning og rapporter om fatigue til sjøs

source: • Is the basis for the decision sufficiently documented in the medical record?
nb: Er beslutningsgrunnlaget tilstrekkelig dokumentert i journalen?

source: judged 75 photos (15 nominees each) from the national contests in Denmark, Iceland, Finland, Norway and Sweden.
nb: 75 bilder (15 vinnerbilder hver) fra delfinalene i Danmark, Island, Finland, Norge og Sverige ble vurdert.

source: The provisions of section 75 first paragraph implement SOLAS regulation I/5 and signal that alternative solutions may upon written application be considered equivalent to the requirements of the Regulations.
nb: Bestemmelsene i § 75 første ledd gjennomfører SOLAS regel I/5 og signaliserer at alternative løsninger etter skriftlig søknad kan bli vurdert som likeverdige med forskriftens krav.

source: Which ships may be bareboat registred?
nb: Hvilke skip kan bareboat-registreres?

source: As for propagation test 1, three witnessed tests should be carried out.
nb: Som for propageringstest 1 skal det gjennomføres tre bevitnede tester.

source: He highlights that NIS was the first digital ship register in the world.
nb: å være serviceinnstilt og utøve fleksibilitet, sier Meland.

source: Weather-exposed/open devices and equipment filling particular functions, but which at the same time do not increase capacities nor protect against weather, such as:
nb: Værutsatte/åpne innretninger og utstyr som ivaretar spesielle funksjoner, men som ikke samtidig bidrar til å øke kapasiteter eller beskytte mot vær, som f.eks.:

source: The personal flotation device (PFD) shall be either CE marker or wheelmarked as PFD.
nb: Flyteutstyret skal enten være CE-merket eller rattmerket som flyteutstyr.

source: – The questions we get encompass a wide range of issues, says Fjon.
nb: – Vi får spørsmål om et bredt spekter av temaer, sier Fjon.

source: This shall be prepared by the scrapping yard, but the Convention requires that the ship assists by providing the yard with all necessary information.
nb: Den skal utarbeides av opphuggingsverftet, men konvensjonen krever at det fra skipets side sørges for at verftet får all nødvendig informasjon til hjelp i dette arbeidet.

source: Click “Login using ID-porten” to see this familiar dialogue box:
nb: Når du trykker på «Logg inn med ID-porten» kommer du til denne velkjente dialogen:

source: brought before King Neptune and his court - and placed in the doctor's chair (or on a bench)!
nb: Neptun og hans hoff - og plasseres i doktorstolen (el er på en benk)!

source: updating tools and information material for safety culture, risk understanding and risk assessments;
nb: Aktualisere verktøy og informasjonsmateriell for sikkerhetskultur, risikoforståelse og risikovurderinger

source: Risk assessments are meant to be management tools in the safety work on board and should uncover dangers and describe preventive measures.
nb: Risikovurderingene skal være styringsverktøy i sikkerhetsarbeidet om bord, og skal avdekke farer og beskrive forebyggende tiltak.

source: From 2004 to 2005 he was Minister of the Environment, and from 2020 to 2021 he was Minister of Transport and Communications.
nb: Fra 2004 til 2005 var han miljøvernminister og fra 2020-2021 var han samferddselsminister.

source: Choose «Cookies and website data», but leave the rest of the list blank
nb: Velg «Informasjonskapsler og nettleserdata», men la resten av listen stå tom

source: The application referred to in paragraph 1 shall be accompanied by evidence that the ship recycling
nb: Søknaden nevnt i nr. 1 skal ledsages av dokumentasjon på at det aktuelle skipsgjenvinningsanlegget

source: Chapter 2 mainly contains supplementary safety rules to, inter alia
nb: Kapittel 2 inneholder hovedsakelig utfyllende sikkerhetsregler bl.a.

source: Section 45 National freeboard on passenger ships engaged on domestic voyages
nb: § 45 Nasjonalt fribord på passasjerskip i innenriksfart

source: by another player (co-player or op-
nb: rennesteinen (av en medspille eller

source: ventilation of the room (mechanical/natural)
nb: ventilasjon av rommet (mekanisk/naturlig).

source: Click Clear data
nb: Trykk Slett data

source: CSO sends SSA and SSP to the ISPS surveyor for approval.
nb: CSO sender SSA og SSP til ISPS-inspektør for godkjenning.

source: In situations with extra work due to emergency situations pursuant to section 24 second paragraph of the Ship Safety and Security Act, the master shall ensure, as soon as practicable after the normal situation has been restored, that any seafarer who has performed work in a scheduled rest period is provided with an adequate period of rest.
nb: I tilfeller med ekstraarbeid grunnet unntakssituasjoner etter SSL § 24 annet ledd, skal skipsføreren så snart som praktisk mulig etter at situasjonen er normalisert, sørge for at den som har utført arbeid under sin fastsatte hvileperiode får tilstrekkelig hvile.

source: Persons arriving to take up work on a vessel at a Norwegian port may take a rapid antigen test on the 4th day after arrival instead of a PCR test in accordance with section 4c.
nb: Personer som ankommer for å tiltre arbeid på fartøy i norsk havn kan ta antigen hurtigtest på døgn 4 etter ankomst, til erstatning for PCR-test etter § 4c.

source: Until the "envelope" appears somebody talks mysterious about King Neptune and his strict requirements for
nb: Frem til ”konvolutten” kommer prater man så litt hemmelighetsful t om Kong Neptun og hans strenge krav til

source: , Norway – KV Svalbard / KV Andenes
nb: , Norge – KV Svalbard / KV Andenes

source: Section 35 Watertight bulkheads in offshore support vessels
nb: § 35 Vanntette skott på støttefartøy

source: a) a description of the operation and area of operation, including any area which may be used
nb: a) beskrivelse av virksomheten og operasjonsområdet med eventuelle beskyttede områder

source: If you need a user account with only read privileges for vessels, this is the type of account you should sign up for.
nb: Hvis du trenger en brukerkonto som bare trenger leserrettigheter til fartøy, oppretter du en lesekonto.

source: You must verify the e-mail address by clicking “Verify e-mail”.
nb: Du må bekrefte e-postadressen ved å trykke på lenken.

source: The Norwegian Maritime Authority presupposes that an application for exemption is submitted if it turns out that the requirements as provided by section 24 are not suitable for a particular type of ship.
nb: Sjøfartsdirektoratet legger til grunn at det blir søkt om dispensasjon hvis det viser seg at kravene, slik de følger av § 24, ikke er hensiktsmessige for en bestemt type skip.

source: Viking Cruises chooses Norwegian flag
nb: Viking Cruises velger norsk flagg

source: By clicking "View and upload files" you will get the documents you have uploaded.
nb: Ved å trykke på "Se filer og last opp" vil du få opp de dokumentene du har lastet opp.

source: Does the minimum hours of rest requirements apply to the ship's masters?
nb: Gjelder reglene om minste hviletid for skipets ledelse?

source: The Convention on the Safe and Environmentally Sound Recycling of Ships was adopted at a diplomatic conference in Hong Kong in 2009.
nb: Konvensjonen om sikker og miljømessig forsvarlig gjenvinning av skip ble vedtatt på en diplomatkonferanse i Hong Kong i 2009.

source: (2) Vessels constructed without a superstructure that provides protection against the weather for all
nb: oktober. (2) Fartøy uten overbygning som gir beskyttelse mot været for alle passasjerer kan bare seile i

source: Economic and administrative consequences
nb: Økonomiske og administrative konsekvenser

source: As the first country in the world, Norway ratified the Convention in June 2013.
nb: Norge ratifiserte konvensjonen i juni 2013, som første land i verden.

source: Yes. According to the Norwegian Act relating to ship safety and security section 23, there shall be one day of rest per week and rest on public holidays.
nb: Ifølge Skipssikkerhetsloven § 23 skal det være ett døgns hvile i hver uke, og hvile på offentlige fridager.

source: All seafarers should be tested for COVID-19 on the Norwegian border, even if they have already been
nb: Alle sjøfolk bør testes for covid-19 ved grensen inn til Norge, selv om de er testet tidligere eller har

source: - 826 ships with valid MLC certificate;
nb: - 826 skip med gyldig MLC sertifikat;

source: give reasoned opinions before exceptions are made.
nb: rederiorganisasjoner før unntak fastsettes.

source: railings (see drawing 15 in appendix)
nb: rekkverk (se skisse 15 i vedlegg)

source: (like an entire orchestra),
nb: (gjerne et helt orkester),

source: tendency in the period from 2011 to 2015. The most common defi­
nb: Pålegg som knyttes til kol isjon har vist en svakt fal ende trend i perioden 2011 til 2015.

source: The quarantine may end when you have a negative PCR test taken no earlier than 7 days after entry.
nb: Ved negativ PCR-test tatt tidligst 7 døgn etter innreise kan karantenen avsluttes.

source: • Calculation of CO2 is based on standard factors for Marine Distillate Fuel, as used in havbase.no.
nb: Beregning av CO2 er basert på standardfaktorer marint destillatdrivstoff, slik benyttet i havbase.no.

source: Vessels in the territorial waters of mainland Norway which have a limited propulsion machinery compared to the overall length as referred to in the table of section 2, may comply with the rules applicable to recreational craft.
nb: Fartøy i territorialfarvannet ved Fastlands-Norge med begrenset fremdriftsmaskineri i forhold til største lengde som vist i tabellen i § 2, kan følge reglene som gjelder for fritidsfartøy.

source: In 2017, the NMA made eight individual decisions to issue fines
nb: I 2017 fattet Sjøfartsdirektoratet åtte vedtak om overtredel­

source: For maximum flexibility, it has been decided that the bareboat agreement can be entered into for 10 years, with the possibility of 5-year extensions at a time.
nb: For størst mulig fleksibilitet er det besluttet at bareboat-avtalen kan inngås for 10 år med muligheten for forlengelse med 5 år om gangen.

source: Ships to which these Regulations apply are permitted to carry cargo between ports on Svalbard and between Svalbard and the mainland, irrespective of the provisions of chapter II.
nb: Skip som omfattes av denne forskrift tillates å føre last mellom havner på Svalbard og mellom Svalbard og fastlandet, uavhengig av bestemmelsene i kapittel II.

source: Company plans and procedures for cyber risk management should be incorporated into existing company safety management systems.
nb: Planer og prosedyrer for håndtering av cyberrisiko må inkorporeres i rederiets eksisterende sikkerhetsstyringssystem.

source: In 2021, the Norwegian Maritime Authority will focus on safety culture and risk understanding.
nb: Sjøfartsdirektoratets fokusområde for 2021 er sikkerhetskultur og risikoforståelse.

source: Modules in the test set-up should be continuously monitored and the result registered until the temperature is back to ambient temperature, and as a minimum for 24 hours after the thermal event occurred.
nb: Moduler i testoppsettet skal kontinuerlig overvåkes og resultatet registreres inntil temperaturen er nede på omgivelsestemperatur og minimum i 24 timer etter at den termiske hendelsen inntraff.

source: putting safety culture and risk assessment on the agenda throughout 2021, both for the industry and internally in the NMA;
nb: Bidra til å sette sikkerhetskultur og risikoforståelse på dagsorden gjennom hele 2021, både for næringen og internt i Sjøfartsdirektoratet

source: The 6/6 watch system is still internationally accepted, but it is subject to debate due to more recent knowledge about factors leading to fatigue.
nb: 6-6 vaktsystemet er fortsatt en akseptert praksis internasjonalt og i Norge, men basert på dagens kunnskap om fatigue (uttretting), er dette et omdiskutert vaktsystem.

source: countries with the requirements set out in Article 13 shall be certified following a site inspection by an
nb: oppfyller kravene i artikkel 13, etter at en uavhengig kontrollør med de nødvendige kvalifikasjonene har

source: Section 34 Intact stability for ships carrying out towing operations
nb: § 34 Intaktstabilitet for skip som sleper

source: The scrapping yards must be approved for the purpose by their authorities, and one of the requirements is that plans be prepared to safeguard the environment and safety for the employees.
nb: Opphuggingsverkstedene skal være godkjente til formålet av sine myndigheter, og det kreves blant annet at det skal utarbeides planer for å ivareta miljø og sikkerhet for de ansatte.

source: (2) The master of a foreign vessel must be able to provide documentation of training corresponding to
nb: (2) Rederiet skal vurdere om det i tillegg til føreren av fartøyet er nødvendig med ekstra bemanning.

source: This amendment will harmonise the rules for fishing and cargo vessels of less than 24 metres.
nb: Med denne endringen blir reglene for fiskefartøy og lasteskip under 24 meter harmonisert.

source: If propagation test 1 fails, the arrangement may be tested with active external safety systems upon acceptance from the NMA.
nb: Dersom propageringstest 1 mislykkes, kan arrangementet testes med aktive eksterne sikkerhetssystemer etter aksept fra Sjøfartsdirektoratet.

source: When clicking “Confirm”, the user will have access to the vessel or vessels.
nb: Når du trykker på "Bekreft tilgang", vil brukeren ha tilgang til fartøyet eller fartøyene.

source: Fire and explosion was the NMA’s focus area in 2014.
nb: Brann og eksplosjon var fokusområdet for direktoratet i 2014.

source: 4 Every ship fitted with a marine evacuation system shall be provided with on-board training aids in the use of the system.
nb: 4 Alle skip som er utstyrt med et MES, skal også ha opplæringshjelpemidler med hensyn til bruken av systemet om bord.

source: Reorganized and moved from Oslo to Haugesund
nb: Omorganisert og flyttet fra Oslo til Haugesund

source: The letters indicating the load lines should measure 50 mm in height and
nb: betegner lastelinjene bør være 50 mm høye og ca.

source: scheduled to leave a Norwegian port within three days after the worker’s arrival in Norway and which will not call at a Norwegian port within 10 days after departure.
nb: innen tre døgn etter arbeidstakerens ankomst til Norge, og som ikke skal anløpe norsk havn innen 10 døgn etter avreise.

source: NOx, the NMA is proposing a new provision with special rules
nb: Utslipp av NOx er påvist som et problem i perioder i verdens­

source: Director General Olav Akselsen of the NMA regards his busy week at Nor-Shipping as a thumbs-up from the maritime industry.
nb: Sjøfartsdirektør Olav Akselsen har deltatt på flere samlinger under Nor-Shipping, og får positiv respons på direktoratets innsats for næringen.

source: Consequently, the Norwegian Maritime Authority (NMA) has decided that CRAs expiring after 13th of March 2020 wil have an extended validity of up to 6 months,
nb: Sjøfartsdirektoratet har derfor besluttet at CRA som utløper etter 13.mars 2020, forlenges med inntil 6 måneder,

source: A diesel engine shall be certified and tested in accordance with the NO Technical Code 2008.
nb: En dieselmotor skal være sertifisert og testet i henhold til NOx Technical Code 2008.

source: • Do not overdo the "treatment" of those who are being baptized.
nb: • Overdriv ikke ”behandlingen” av de som skal døpes.

source: 84 and 87 occurrences each year.
nb: år vært mel om 84 og 87 hendelser i året.

source: You may choose which type of access this user will have to your vessels, level 3 (full access), T2 (limited access) and T1 (read access).
nb: Du vil her kunne velge hvilken type tilgang denne brukeren skal ha til dine fartøy, nivå T3 (full tilgang), T2 (begrenset tilgang) eller T1 (lesetilgang).

source: The wording of section 75 second paragraph gives the NMA the legal basis to make decisions on exemptions from the requirements of the Regulations.
nb: Ordlyden i § 75 andre ledd gir Sjøfartsdirektoratet hjemmel til å treffe vedtak om unntak fra forskriftens krav.

source: with paragraphs 6 and 7, together with the inventory of hazardous materials, as appropriate and on
nb: framlegger en kopi av samsvarserklæringen i samsvar med nr. 6 og 7 til de samme

source: The shipping industry generates only around 2.2% of the global CO2 emissions, despite the fact that almost 90% of all freight transportation in the world is done by boat.
nb: Skipsfarten står bare for omkring 2,2 prosent av verdens samlede utslipp av CO2, til tross for at nærmere 90 prosent av all godstransport i verden foregår med båt.

source: The Regulations apply to vessels of less than 24 metres in overall length carrying 12 passengers or less.
nb: Forskriften gjelder for fartøy under 24 meter største lengde som fører 12 eller færre passasjerer.

source: Upon arrival in Norway, seafarers will only be permitted to travel on public transport (aircraft, taxi, bus, train, etc.) if they wear a face mask throughout their journey.
nb: Ved ankomst til Norge er det kun tillatt å bruke offentlig transport (fly, taxi, buss, tog o.l.) dersom man bruker munnbind under hele reisen.

source: The meaning must be seen in the context of special Norwegian provisions concerning requirements related to damage stability for this type of ships.
nb: Meningsinnholdet må ses i sammenheng med særlige norske bestemmelser om krav til skadestabilitet som gjelder for denne typen skip.

source: The NMA notes that "back-up" machinery is in general not required.
nb: Sjøfartsdirektoratet bemerker at det generelt ikke er krav om «back-up» maskineri.

source: Click "Assign access" to get an overview of the vessels you can administer.
nb: Ved å velge "Gi tilgang" vil du få en oversikt over fartøyene du kan administrere.

source: (i) it has been authorised in accordance with Article 14; or
nb: i) det er godkjent i samsvar med artikkel 14, eller

source: Such persons must either be fully vaccinated in Europe or be able to document a positive test result for SARS-CoV-2 by means of an approved laboratory method in Norway taken in the last six months.
nb: Dette er altså personer som er fullvaksinerte i Europa og personer som, ved godkjent laboratoriemetode, har testet positivt for SARS-CoV-2 i Norge de siste seks måneder.

source: All operative modules in the test should have a 100% State of Charge at the start of the test.
nb: Alle operative moduler i testen skal ha 100 % State of Charge når testen starter.

source: be reduced from 10 hours. capacity.
nb: daglige hviletiden kan ikke reduseres fra 10 timer.

source: Vessels carrying more than 12 passengers
nb: Fartøy med flere enn 12 passasjerer

source: indicate an increase in the number of findings related to factors
nb: resultat indikerer økt antall funn knyttet til forhold som er

source: A mayday signal was sent out to the coastal radio station, Kystradio, and the passengers were informed about the incident.
nb: Mayday ble sendt til Kystradio, og passasjerene ble informert om hendelsen.

source: Lessons learned – fell asleep on watch
nb: Læring av hendelser – Sovnet på vakt

source: What is meant by "underway"?
nb: Hva menes med at båten er i fart?

source: First Director General Magnus Andersen.
nb: Den første sjøfartsdirektøren var Magnus Andersen.

source: Some statistics for Norwegian ships:
nb: Statistikk for norske skip:

source: ships will experience challenges in the context of, for instance, port State controls.
nb: oppleve utfordringer i møte med, for eksempel, Port State-inspeksjon.

source: Drawings should be submitted as an e-mail attachment to post@sdir.no.
nb: Tegninger sendes elektronisk som e-postvedlegg til post@sdir.no.

source: As from 2021, company plans and procedures for cyber risk management will be subject to supervision by the Norwegian Maritime Authority in connection with ISM audits of the company office and on board ships.
nb: Rederiers planer og prosedyrer for håndtering av cyberrisiko vil bli gjenstand for tilsyn av Sjøfartsdirektoratet i forbindelse med ISM revisjoner av rederikontor og ombord i skip fra og med 2021.

source: At what time should the calculation and recording of hours of rest start?
nb: Fra hvilket tidspunkt skal man beregne og registrere hviletiden?

source: Registration forms for rest periods shall be kept and be available on board for at least 6 months after they have been completed.
nb: Hviletidsregistreringene skal oppbevares og være tilgjengelig om bord i minst 6 måneder etter at de er utfylt.

source: A total of 227 photos were submitted by 37 photographers.
nb: 227 bilder er sendt inn av 37 deltakere.

source: The company must request a new process for ISPS verification.
nb: Rederiet må begjære ny prosess for ISPS verifikasjon.

source: After the founding of NIS in 1987 it is decided to close down the Agency for Sailors.
nb: Etter opprettelsen av NIS i 1987 blir det besluttet å legge ned Direktoratet for sjømenn.

source: Thankfully, the Norwegian Shipowners’ Association in Bergen took the lead and worked with great dedication to realise NIS”, says Øystein Meland.
nb: Heldigvis satte Rederiforeningen i Bergen seg i førersetet og jobbet fram NIS med nebb og klør, forteller Øystein Meland.

source: Persons who sign on vessels in Norway crossing the territorial borders of Norway and only stay on board until the vessel is back in Norway, are exempt from entry quarantine when they return to Norway, provided that no passenger or crew member has boarded the vessel or been ashore in a foreign port.
nb: Personer som mønstrer på fartøy i Norge som krysser Norges territorialgrenser og kun oppholder seg i fartøyet til de ankommer Norge igjen, uten at passasjerer eller mannskap har gått om bord eller vært i land i utenlandsk havn, er unntatt innreisekarantene når de returnerer til Norge.

source: According to the NMA’s assessments, around 50-60 operating ships and mobile offshore units will be certified by the NMA.
nb: Sjøfartsdirektoratet har vurdert at det vil være i størrelsesorden 50–60 seilende skip og flyttbare innretninger som skal sertifiseres av Sjøfartsdirektoratet.

source: Chapter 3 contains provisions on stability and is introduced by section 17 requiring stability calculations to be carried out.
nb: Kapittel 3 har bestemmelser om stabilitet og innledes med § 17 som krever at stabilitetsberegninger skal utføres.

source: IMO Resolution MSC.428(98) visualises the need to raise the consciousness on cyber risks and vulnerabilities in the maritime industry.
nb: Resolution MSC.428(98) vedtatt av IMO synliggjør behovet for å heve bevisstheten om digitale trusler og sårbarheter i maritim bransje.
